Repository: boltboxapp/td_track_delivery
Catalog: lang/default.po
Languages: ru

source: Ukrpost
ru: Укрпошта

source: New Post
ru: Нова пошта

source: Enter the track code
ru: Введіть код ТТН

source: grn
ru: грн.

source: Wrong delivery service
ru: Не вірна служба доставки

source: Wrong track code format
ru: Код ТТН не відповідає формату

source: Response error
ru: Помилка отримання інформації

source: Tracking code is missed
ru: Відсутній код ТТН

source: Delivery service do not selected
ru: Не обрана служба доставки

source: Sending in processing or wrong code
ru: Відправлення в процесі обробки або не вірний код ТТН. Перевірте код або спробуйте пізніше.

source: Sending is preparing to send
ru: Відправлення готується до відправки.

source: Delivery address
ru: Адреса доставки:

source: Cost of delivery
ru: Вартість доставки:

source: Sending is sent to the destination
ru: Відправлення прямує в пункт призначення.

source: Waiting for targeted delivery
ru: Відправлення прибуло в пункт призначення. Очікуйте адресної доставки.

source: Sending arrived
ru: Відправлення прибуло.

source: Sending received
ru: Відправлення отримано
