Repository: boltboxapp/td_track_delivery
Catalog: lang/td-*.po
Languages: ru_ru

source: Ukrpost
ru_ru: Укрпочта

source: New Post
ru_ru: Новая почта

source: Enter the track code
ru_ru: Введите код ТТН

source: grn
ru_ru: грн.

source: Wrong delivery service
ru_ru: Не верная служба доставки

source: Wrong track code format
ru_ru: Код ТТН не соответствует формату

source: Response error
ru_ru: Ошибка получения ответа

source: Tracking code is missed
ru_ru: Отсутствует код ТТН

source: Delivery service do not selected
ru_ru: Не выбрана служба доставки

source: Sending in processing or wrong code
ru_ru: Отправление в процессе обработки или не верный код ТТН. Перепроверьте код или попробуйте позже.

source: Sending is preparing to send
ru_ru: Отправление готовится к отправке.

source: Delivery address
ru_ru: Адрес доставки:

source: Cost of delivery
ru_ru: Стоимость доставки:

source: Sending is sent to the destination
ru_ru: Отправление направляется в пункт назначения.

source: Waiting for targeted delivery
ru_ru: Отправление прибыло в пункт назначения. Ожидайте адресной доставки.

source: Sending arrived
ru_ru: Отправление прибыло.

source: Sending received
ru_ru: Отправление получено
